12/data/attachments/9082696d28d6d212.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e0c2076e-fcdb-4adb-90d6-774eb205e300</nif:username>
            <nif:friendToBeAdded>Tina_their_Actions_71065_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>